IDEA Open Model
ConnectionCheckRes.CheckResWeld Property
Compatible with IDEA StatiCa Beta 20.0
 List of check results for welds
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CheckResWeld> CheckResWeld { get; set; }
Public Property CheckResWeld As List(Of CheckResWeld)
	Get
	Set
Property Value
Type: List<CheckResWeld>
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace